import React from 'react';
import Header from '../components/Header/Header';
import ContactUs from '../components/Main/ContactUsFooter';
import Footer from '../components/Footer/Footer';

function AboutUs() {
  return (
    <div>
      <div className='bg-navyBlue-200 pb-9'><Header/></div>

      <div dir='rtl' className='container flex flex-col gap-3 items-start border border-slate-400 p-3 rounded-xl my-9'>
        <h2 className=' text-2xl font-bold my-6'>درباره ما</h2>
        <p className=' text-gray-700'>
        هنر دست‌ساز، اصالت و زیبایی
        <br />
        سلام دوست عزیز!
        من عباس معقول هستم، طراح و سازنده‌ی جواهرات دست‌ساز نقره.

        داستان من از ۶ سالگی شروع شد؛ زمانی که در کارگاه عقیق‌تراشی پدرم، اولین نفس‌های هنر را با جان و دل تجربه کردم. بعد از سال‌ها یادگیری و تلاش، و پس از پایان دوران خدمت سربازی، عشقم به طراحی و ساخت جواهرات شکلی جدی‌تر به خود گرفت و من را وارد دنیای زیبای ساخت زیورآلات کاملاً دست‌ساز کرد.

        امروز با افتخار، همراه با شاگردانم، هر قطعه را با ترکیبی از دانش سنتی و خلاقیت مدرن خلق می‌کنیم. از تراش سنگ‌های قیمتی تا طراحی نهایی، تمام مراحل با دقت، عشق و ظرافت انجام می‌شود تا اثری منحصربه‌فرد و ماندگار بسازیم.
      </p>
        <h2 className='text-black mt-6'>چرا جواهرات معقول؟</h2>
        <ul className='list-disc list-inside'>
          <li> ۱۰۰٪ دست‌ساز – هر قطعه با ساعت‌ها دقت، تمرکز و عشق ساخته می‌شود</li>
          <li> مواد اولیه‌ی درجه‌یک – استفاده از سنگ‌های طبیعی و نقره‌ی مرغوب با ضمانت اصالت</li>
          <li> تلفیق هنر سنتی و طراحی مدرن – از تراش عقیق گرفته تا طراحی‌های خاص و معاصر</li>
          <li> سفارشی‌سازی بر اساس سلیقه شما – هر اثر می‌تواند بازتابی از شخصیت و خواست قلبی‌تان باشد</li>
        </ul>


    <p>  ما در Maqool Jewelry | جواهرات معقول معتقدیم که هر انگشتر تنها یک زیور نیست، بلکه روایتی از عشق، هنر و اصالت است که نسل‌به‌نسل منتقل می‌شود.       </p>        

        <h2> ارزش‌های ما</h2>
        <ul>
          <li>✨ اصالت – ریشه در هنر سنتی، با حفظ هویت ایرانی</li>
          <li>✨ خلاقیت – طراحی‌هایی نو و الهام‌گرفته از طبیعت، فرهنگ و احساس</li>
          <li>✨ تعهد به کیفیت – استفاده از بهترین متریال با دقت در کوچک‌ترین جزئیات</li>
          <li>✨ احترام به مشتری – ما هر سفارش را به چشم یک امانت نگاه می‌کنیم</li>
          <li>✨ ماندگاری – طراحی و ساختی که سال‌ها با شما همراه خواهد بود</li>
        </ul>
      </div>

      <ContactUs/>
      <Footer/>
    </div>
  )
}

export default AboutUs
