import React from 'react'
import Header from '../components/Header/Header'
import ContactUs from '../components/Main/ContactUsFooter'
import Footer from '../components/Footer/Footer'

function Privacy() {
  return (
    <div>
      <div className='bg-navyBlue-200 pb-9'><Header/></div>
      <div dir='rtl' className='container py-9 leading-10'>
        حریم خصوصی Maqool Jewelry:
        <br />
Maqool Jewelry با احترام کامل به حریم شخصی کاربران، متعهد است که از اطلاعات شخصی شما صرفاً در راستای ارائه خدمات بهتر، سریع‌تر و امن‌تر استفاده کند.
<br />
اطلاعات دریافتی:
<br />
برای ثبت سفارش، ارسال آن و پشتیبانی، اطلاعاتی نظیر نام، شماره تماس، آدرس، کد پستی و ایمیل از شما دریافت می‌شود. ثبت این اطلاعات به منزله صحت و درستی آن‌ها و رضایت شما از دریافت پیام‌های اطلاع‌رسانی است.
<br />
در صورتی‌ که اطلاعات ناقص یا نادرست وارد شود، تیم پشتیبانی Maqool Jewelry ممکن است برای تکمیل سفارش، با شما تماس بگیرد یا اطلاعات تکمیلی را درخواست کند.
<br />
استفاده از اطلاعات دیگران:
<br />
کاربران می‌توانند مشخصات گیرنده‌ای غیر از خود را برای ارسال سفارش ثبت کنند. این اطلاعات صرفاً برای همان سفارش استفاده خواهد شد.
<br />
داده‌های فنی:
<br />
برای بهبود تجربه کاربری، اطلاعاتی از دستگاه شما شامل نوع مرورگر، سیستم‌عامل، آی‌پی، کوکی‌ها و مدت زمان بازدید به‌صورت ناشناس جمع‌آوری می‌شود.
<br />
در صورت بروز خطا یا کرش، اطلاعات فنی مرتبط برای بررسی و بهبود کیفیت سایت ثبت و تحلیل خواهد شد. این اطلاعات هویتی ندارد و به فرد خاصی متصل نمی‌شود.
<br />
کوکی‌ها:
<br />
Maqool Jewelry از کوکی‌ها برای ذخیره‌سازی تنظیمات کاربر، تجربه بازدید بهتر و تحلیل عملکرد سایت استفاده می‌کند. کاربران در صورت تمایل می‌توانند از طریق تنظیمات مرورگر، استفاده از کوکی‌ها را غیرفعال کنند.
<br />
اطلاع‌رسانی‌ها:
<br />
ممکن است از طریق پیامک یا ایمیل، اطلاع‌رسانی‌هایی درباره وضعیت سفارش، پیشنهادهای ویژه یا رویدادهای Maqool Jewelry برای شما ارسال شود. در صورت عدم تمایل، می‌توانید از طریق پروفایل کاربری یا لینک لغو اشتراک در انتهای ایمیل، دریافت این پیام‌ها را متوقف کنید.
<br />
امنیت اطلاعات:
<br />
اطلاعات کاربران نزد Maqool Jewelry کاملاً محرمانه باقی می‌ماند و تحت هیچ شرایطی به شخص ثالث واگذار نمی‌شود، مگر به حکم قانون یا مقام صالح قضایی.

ما از به‌روزترین پروتکل‌های امنیتی، رمزنگاری اطلاعات و روش‌های محافظت از داده برای حفظ امنیت اطلاعات شما استفاده می‌کنیم.
<br />
مسئولیت کاربران:
<br />
نگهداری نام کاربری و رمز عبور بر عهده کاربران است. لطفاً در صورت واگذاری شماره تماس یا هرگونه تغییر در اطلاعات حساب کاربری، آن را در پروفایل خود به‌روزرسانی کنید. مسئولیت هرگونه سواستفاده ناشی از عدم رعایت این موضوع بر عهده کاربر است.


      </div>

      <ContactUs/>
      <Footer/>
    </div>
  )
}

export default Privacy
