import React from 'react'
import Header from '../components/Header/Header'
import ContactUs from '../components/Main/ContactUsFooter'
import Footer from '../components/Footer/Footer'

function Rules() {
  return (
    <div>
      <div className='bg-navyBlue-200 pb-9'><Header/></div>
<div dir='rtl' className='container py-9 leading-10'>
  شرایط و قوانین استفاده از خدمات Maqool Jewelry:
  <br />
ورود شما به وب‌سایت Maqool Jewelry و ثبت سفارش، به منزله‌ی پذیرش کامل شرایط و قوانین زیر است. لطفاً پیش از استفاده، این قوانین را با دقت مطالعه فرمایید.
<br />
۱. عضویت و حساب کاربری
مسئولیت حفظ محرمانگی اطلاعات حساب کاربری (نام کاربری و رمز عبور) بر عهده‌ی شماست. هرگونه فعالیتی که از طریق حساب کاربری شما انجام شود، مسئولیت آن متوجه شما خواهد بود.
<br />
در صورت مشاهده هرگونه استفاده غیرمجاز از حساب‌تان، لطفاً بلافاصله تیم پشتیبانی Maqool را مطلع نمایید.
<br />
۲. اطلاعات شخصی
شما موظف هستید اطلاعات دقیق، کامل و به‌روز خود را هنگام ثبت‌نام و سفارش وارد کنید. هرگونه مغایرت یا نقص در اطلاعات ممکن است منجر به تأخیر یا لغو سفارش شود.

اطلاعات شما نزد Maqool کاملاً محرمانه است و صرفاً مطابق حریم خصوصی و برای ارائه خدمات بهتر استفاده خواهد شد.
<br />
۳. سفارش‌گذاری و ارسال
ثبت سفارش در هر ساعت از شبانه‌روز امکان‌پذیر است، اما پردازش و ارسال سفارش‌ها فقط در روزهای کاری انجام می‌شود.

در صورت بروز هرگونه خطا در قیمت‌گذاری یا مشخصات محصول، Maqool حق لغو سفارش را بدون نیاز به اطلاع قبلی محفوظ می‌دارد و مبلغ پرداختی را به‌طور کامل بازمی‌گرداند.
<br />
۴. پرداخت و قیمت‌گذاری
کلیه قیمت‌ها به‌صورت شفاف و دقیق در سایت درج شده و نهایی هستند. پرداخت فقط از طریق درگاه امن بانکی امکان‌پذیر است.

هزینه‌ی نهایی شامل قیمت محصول و هزینه ارسال خواهد بود.
<br />
۵. قوانین بازگشت کالا
به‌دلیل خاص بودن محصولات طلا و جواهر، امکان بازگشت کالا تنها در صورت معیوب بودن یا مغایرت با سفارش (تا ۲۴ ساعت پس از تحویل) و صرفاً در شرایطی خاص امکان‌پذیر است.

هرگونه آسیب فیزیکی ناشی از استفاده نادرست، شامل خدمات بازگشت نمی‌شود.
<br />
۶. مالکیت معنوی
تمام محتوا، تصاویر، طراحی، لوگو، محصولات و اطلاعات منتشرشده در سایت جواهرات معقول متعلق به این مجموعه بوده و هرگونه کپی‌برداری، بازنشر یا استفاده تجاری بدون کسب اجازه کتبی ممنوع است.
<br />
۷. تغییرات در قوانین
Maqool Jewelry ممکن است در هر زمان شرایط و قوانین استفاده را به‌روزرسانی کند. نسخه جدید قوانین در همین صفحه منتشر می‌شود و استفاده‌ی مستمر شما به منزله پذیرش این تغییرات خواهد بود.
<br />
۸. ارتباط با ما
برای هرگونه سوال، پیشنهاد یا پیگیری، می‌توانید با پشتیبانی از طریق بخش تماس با ما در ارتباط باشید.


</div>
      <ContactUs/>
      <Footer/>
    </div>
  )
}

export default Rules
